Repository: preller/navi
Catalog: navi/lib/services/l10n/intl_*.arb
Languages: de

# welcomeText
source: Where Do You Want To Go?
de: Wo möchtest du hingehen?

# pickPlace
source: Pick A Place
de: Wähle einen Ort

# settingsText
source: Settings
de: Einstellungen

# accountText
source: My Account
de: Mein Konto

# signInText
source: Sign In
de: Anmeldung

# logInButton
source: Log In as a Guest
de: Als Gast einloggen

# logOutButton
source: Log Out
de: Abmelden

# darkThemeText
source: Switch to Dark Theme
de: Dunkles Design

# findRoomText
source: Find A Room
de: Finde deinen Raum

# dropDownRoomText
source: Select A Room
de: Wähle einen Raum

# backText
source: Back
de: Zurück

# nextText
source: Next
de: Weiter

# finishText
source: Finish
de: Ziel

# gotItText
source: Okay, got it!
de: Okay, habs verstanden!

# rogerText
source: Roger that!
de: Alles klar!

# notificationLogInText
source: You have been signed in anonymously
de: Du wurdest anonym eingeloggt

# notificationLogOutText
source: You have been signed out
de: Du wurdest ausgeloggt

# favouriteText
source: Favourites
de: Favoriten

# splashscreenText
source: Welcome to Navi
de: Willkommen bei Navi
